{
    "object": [
        {
            "id": 1,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/0/07/Radar_anime.png/revision/latest?cb=20190302084336.jpg",
            "name": "Radar",
            "type": "Radar",
            "utility": "Locates where the transmitters are.",
            "owner": "Isabella, Sister Krone, Grandmother",
            "desc": "Radar is a technological device used by Mamas and Sisters at Grace Field House, possibly created by the 'Demons'. The radar can locate and show where people are through the transmitters, even at long distances, although they can't find a specific person."
        },
        {
            "id": 2,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/d/dd/Transmitters_anime.png/revision/latest?cb=20190303141920.jpg",
            "name": "Transmitter",
            "type": "Transmitter",
            "utility": "Gives the location of an orphan",
            "owner": "All Grace Field orphans",
            "desc": "Transmitters are microscopic crawlers that are applied in the ears of all the orphans in the Grace Field House. Their true form is unknown because they are not externally visible."
        },
        {
            "id": 3,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/2/2b/Minerva_pen_anime.png/revision/latest?cb=20190302100247.jpg",
            "name": "Promised Pen",
            "type": "Pen, Key, Map",
            "utility": "Functions as the only key to Shelter B06-32 and Minerva's door in Goldy Pond and it projects a virtual map of the user's current location.",
            "owner": "William Minerva (formerly), Sister Krone (formerly), Norman (formerly), Ray (formerly), Emma",
            "desc": "The Promised Pens are objects possibly made by William Minerva, which were either left behind at certain places or given to certain people for the orphans of Grace Field to have the chance to find a safe place in the form of Shelter B06-32."
        },
        {
            "id": 4,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/0/06/Vida_in_anime.png/revision/latest?cb=20190110140603.jpg",
            "name": "Vida",
            "type": "Flower",
            "owner": "Demons, Ray",
            "utility": "-",
            "desc": "A Vida is a vampiric plant used by the Demons to extend the shelf life of any meat it's used on, which functions by absorbing the blood. It is also a widespread weed in the Demon World."
        },
        {
            "id": 5,
            "image1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/0/0f/Little_Bernie_anime.png/revision/latest?cb=20181208085459.jpg",
            "name": "Little Bunny",
            "type": "Plush Rabbit",
            "utility":"-",
            "owner": "Conny (formerly)",
            "desc": "Little Bunny (リトルバーニー, Ritoru Bānī?) was a stuffed rabbit that was in the possession of Conny at the time she stayed in the Grace Field House. When Conny was shipped out of the Grace Field House, the stuffed rabbit was left behind in the secret room of Isabella where it later burned down in the fire that Ray caused in the house."
        }
    ]
}
